Loc['bg'] = {
    info = {
        ['button'] = "[E] - ",
        ['lockpick'] = "Отключи врата",
        ['enter'] = "Влез в къщата",
        ['exit'] = "Излез от къщата",
        ['firstprogressbar'] = "Проверка..",
        ['secondprogressbar_drawers'] = "Претърсване..",
        ["checking"] = "Нека проверя..",
    },

    error = {
        ["cops"] = "Опитай пак по-късно..",
        ["no_lockpick"] = "Как ще отключиш вратата без инструмент?",
        ["door_open"] = "Вратата вече е отворена",
        ["high_security"] = "Нивото на сигурност е много високо",
        ["light"] = "Не е умна идея да го правиш сега..",
        ["failed"] = "Неуспешно..",
        ["busy"] = "Вратата вече се отключва..",
        ["empty"] = "Празно..",
        ["nothing"] = "Не намери нищо..",
        ["cooldown"] = "Все още си уморен от последния обир..",
        ["skill"] = "Това е трудно за мен да отключа..",
        ["no_permission"] = "Нямаш разрешение да използваш това",
        ["already_searched"] = "Вече се претърсва..",
        ["glitch"] = "Добър опит..",
        ["inventory_full"] = "Your inventory is full",
    },

    success = {
        ["success"] = "Успешно влезе в къщата!",
    },

    group = {
        ["stage1"] = "Отключи вратата",
        ["stage2"] = "Претърси %s/%s места",
        ["stage3"] = "Напусни къщата",
        ["task_status"] = "Обир на къща",
        ["npc"] = 'Попитай за работа',
        ["gps"] = "Маркирах ти целевата къща на GPS-а, имаш %s минути",
        ["no_group"] = 'Не си в група',
        ["no_job"] = "Нямаш група или работа",
        ["not_leader"] = 'Не си лидер на групата',
        ["no_location"] = 'Нямам повече локации, върни се по-късно',
        ["npc_time"] = "Нямам повече задачи за теб, върни се по-късно",
        ["not_marked"] = "Тази къща не е маркирана за обир..",
        ["already"] = "Твоята група вече е на активна задача!",
        ["limit"] = "Твоята група може да има максимум %s участници за това.",
        ["group_busy"] = "Твоята група е заета с друга задача.",
        ["blip_name"] = "Целева Къща",
        ["not_time"] = "Опасно е да го правиш на дневна светлина!",
        ["minimum"] = "Имаш нужда от повече хора в групата си за тази задача",
    },
}



--[[
████████╗██████╗░░█████╗░███╗░░██╗░██████╗██╗░░░░░░█████╗░████████╗███████╗██████╗░  ██████╗░██╗░░░██╗
╚══██╔══╝██╔══██╗██╔══██╗████╗░██║██╔════╝██║░░░░░██╔══██╗╚══██╔══╝██╔════╝██╔══██╗  ██╔══██╗╚██╗░██╔╝
░░░██║░░░██████╔╝███████║██╔██╗██║╚█████╗░██║░░░░░███████║░░░██║░░░█████╗░░██║░░██║  ██████╦╝░╚████╔╝░
░░░██║░░░██╔══██╗██╔══██║██║╚████║░╚═══██╗██║░░░░░██╔══██║░░░██║░░░██╔══╝░░██║░░██║  ██╔══██╗░░╚██╔╝░░
░░░██║░░░██║░░██║██║░░██║██║░╚███║██████╔╝███████╗██║░░██║░░░██║░░░███████╗██████╔╝  ██████╦╝░░░██║░░░
░░░╚═╝░░░╚═╝░░╚═╝╚═╝░░╚═╝╚═╝░░╚══╝╚═════╝░╚══════╝╚═╝░░╚═╝░░░╚═╝░░░╚══════╝╚═════╝░  ╚═════╝░░░░╚═╝░░░

██╗░░██╗░░███╗░░███████╗░█████╗░███████╗░█████╗░░█████╗░
██║░██╔╝░████║░░╚════██║██╔══██╗██╔════╝██╔══██╗██╔══██╗
█████═╝░██╔██║░░░░░░██╔╝███████║█████╗░░██║░░╚═╝███████║
██╔═██╗░╚═╝██║░░░░░██╔╝░██╔══██║██╔══╝░░██║░░██╗██╔══██║
██║░╚██╗███████╗░░██╔╝░░██║░░██║███████╗╚█████╔╝██║░░██║
╚═╝░░╚═╝╚══════╝░░╚═╝░░░╚═╝░░╚═╝╚══════╝░╚════╝░╚═╝░░╚═╝

██████╗░██████╗░███████╗░█████╗░███╗░░░███╗░██████╗████████╗░█████╗░████████╗███████╗██████╗░██████╗░  
██╔══██╗██╔══██╗██╔════╝██╔══██╗████╗░████║██╔════╝╚══██╔══╝██╔══██╗╚══██╔══╝██╔════╝██╔══██╗██╔══██╗  
██║░░██║██████╔╝█████╗░░███████║██╔████╔██║╚█████╗░░░░██║░░░███████║░░░██║░░░█████╗░░██████╔╝██████╔╝  
██║░░██║██╔══██╗██╔══╝░░██╔══██║██║╚██╔╝██║░╚═══██╗░░░██║░░░██╔══██║░░░██║░░░██╔══╝░░██╔══██╗██╔═══╝░  
██████╔╝██║░░██║███████╗██║░░██║██║░╚═╝░██║██████╔╝░░░██║░░░██║░░██║░░░██║░░░███████╗██║░░██║██║░░░░░  
╚═════╝░╚═╝░░╚═╝╚══════╝╚═╝░░╚═╝╚═╝░░░░░╚═╝╚═════╝░░░░╚═╝░░░╚═╝░░╚═╝░░░╚═╝░░░╚══════╝╚═╝░░╚═╝╚═╝░░░░░  

███████╗░█████╗░██╗░░░██╗███╗░░██╗██████╗░███████╗██████╗░
██╔════╝██╔══██╗██║░░░██║████╗░██║██╔══██╗██╔════╝██╔══██╗
█████╗░░██║░░██║██║░░░██║██╔██╗██║██║░░██║█████╗░░██████╔╝
██╔══╝░░██║░░██║██║░░░██║██║╚████║██║░░██║██╔══╝░░██╔══██╗
██║░░░░░╚█████╔╝╚██████╔╝██║░╚███║██████╔╝███████╗██║░░██║
╚═╝░░░░░░╚════╝░░╚═════╝░╚═╝░░╚══╝╚═════╝░╚══════╝╚═╝░░╚═╝
]]