--[[
📗Translated with 💖 by Prodj - Project X | Greek Translator
📩Discord: @Prodj
🌐Website: https://prodj.pages.dev
💗Pimp My Ped - Custom FiveM & Ready-to-go Peds: https://discord.gg/btxccpRvcZ
🌴Tropical Shop - Discord Bots, Discord Servers: https://discord.gg/9AyGqvUtYf
--]]

Loc['gr'] = {
    info = {
        ['button'] = "[E] - ",
        ['lockpick'] = "Παραβίαση πόρτας",
        ['enter'] = "Είσοδος στο σπίτι",
        ['exit'] = "Έξοδος από το σπίτι",
        ['firstprogressbar'] = "Έλεγχος..",
        ['secondprogressbar_drawers'] = "Αναζήτηση..",
        ["checking"] = "Άσε με να ελέγξω..",
    },

    error = {
        ["cops"] = "Δοκιμάστε ξανά αργότερα..",
        ["no_lockpick"] = "Πώς θα παραβιάσετε την πόρτα;",
        ["door_open"] = "Η πόρτα είναι ήδη ανοιχτή",
        ["high_security"] = "Το επίπεδο ασφάλειας είναι πολύ υψηλό",
        ["light"] = "Δεν είναι καλή ιδέα να το κάνετε τώρα..",
        ["failed"] = "Απέτυχε..",
        ["busy"] = "Η πόρτα παραβιάζεται ήδη..",
        ["empty"] = "Άδειο..",
        ["nothing"] = "Δεν βρήκατε τίποτα..",
        ["cooldown"] = "Είστε ακόμα κουρασμένοι από την τελευταία ληστεία..",
        ["skill"] = "Είναι δύσκολο για μένα να το παραβιάσω..",
        ["no_permission"] = "Δεν έχετε άδεια να το χρησιμοποιήσετε",
        ["already_searched"] = "Αναζητείται ήδη..",
        ["glitch"] = "Καλή προσπάθεια..",
        ["inventory_full"] = "Your inventory is full",
    },

    success = {
        ["success"] = "Παραβιάσατε με επιτυχία το σπίτι!",
    },

    group = {
        ["stage1"] = "Παραβιάστε την πόρτα",
        ["stage2"] = "Αναζητήστε %s/%s σημεία",
        ["stage3"] = "Φύγετε από το σπίτι",
        ["task_status"] = "Ληστεία σπιτιού",
        ["npc"] = 'Ζητήστε πληροφορίες για μια δουλειά',
        ["gps"] = "Σημείωσα τον στόχο σας στο GPS, έχετε %s λεπτά",
        ["no_group"] = 'Δεν είστε σε ομάδα',
        ["no_job"] = "Δεν έχετε ομάδα ή δουλειά",
        ["not_leader"] = 'Δεν είστε ο αρχηγός της ομάδας',
        ["no_location"] = 'Δεν έχω άλλες τοποθεσίες, ελάτε αργότερα',
        ["npc_time"] = "Δεν έχω άλλες δουλειές για εσάς, ελάτε αργότερα",
        ["not_marked"] = "Αυτό το σπίτι δεν έχει σημειωθεί για ληστεία..",
        ["already"] = "Η ομάδα σας είναι ήδη σε ενεργή δουλειά!",
        ["limit"] = "Η ομάδα σας μπορεί να έχει το πολύ %s συμμετέχοντες για αυτό.",
        ["group_busy"] = "Η ομάδα σας είναι ήδη απασχολημένη με μια άλλη δουλειά.",
        ["blip_name"] = "Στόχος Σπιτιού",
        ["not_time"] = "Είναι επικίνδυνο να το κάνετε αυτό με το φως της ημέρας!",
        ["minimum"] = "Χρειάζεστε περισσότερα άτομα στην ομάδα σας για να κάνετε αυτή τη δουλειά",
    },
}
